This infilling element must have the same thickness as its host.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId InfillCannotHaveDiffThickness { get; }
  Visual Basic
Public Shared ReadOnly Property InfillCannotHaveDiffThickness As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ InfillCannotHaveDiffThickness {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures InfillFailures Class
  Autodesk.Revit.DB Namespace